// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Geräteinformationen";

HSDModelLabel = "Modell:";
HSDConnTypeLabel = "Verbindungstyp:";
HSDServiceLabel = "Dienst-ID:";
HSDFWLabel = "FW-Version:";
HSDSNLabel = "Seriennummer:";
HSDDuplexerLabel = "Duplexer:";
HSDDriverLabel = "Treiber-Version:";
HSDProdNumLabel = "Produktnummer:";
HSDIPAddrLabel = "IP-Adresse:";
HSDMessageLabel = "Klicken Sie unten die Taste 'Konfigurationsseite drucken', um Informationen über den derzeit ausgewählten Drucker zu drucken.";
HSDPrintButton = "Konfigurationsseite drucken";

NoPrintTitle = "Die Konfigurationsseite kann nicht gedruckt werden.";
NoPrintMsg = "Überprüfen Sie, ob der Drucker korrekt angeschlossen und eingeschaltet ist. Versuchen Sie es dann noch einmal.";
PrintingProgressTitle = "Konfigurationsseite wird gedruckt…";
PageViewButtonTitle = "Konfigurationsseite anzeigen";
PageViewMessage = "Klicken Sie unten die Taste 'Konfigurationsseite anzeigen', um Informationen über den derzeit ausgewählten Drucker anzuzeigen.";
DuplexInstalled = "Installiert";
DuplexNotInstalled = "Nicht installiert";
SomePenErrorMessage = "Eine Tintenpatrone fehlt, wurde nicht erkannt oder ist nicht korrekt eingesetzt. Es kann nur gedruckt werden, wenn alle Patronen eingesetzt sind.";

HSDEmptyValueString = "Unbekannt";

HSDIKNumberLabel = "IK-Nummer:";

Wired = "Kabelgebunden";
Wireless = "Wireless";

HSDAllInkUsageLabel = "Tintenverbrauch insgesamt:";
HSDHPInkUsageLabel = "Verbrauchte HP Tinte:";
milliliters = "Milliliter";
microliters = "Mikroliter";

SomePenErrorMessagePigment = "Eine Patrone fehlt, wird nicht erkannt oder ist falsch eingesetzt. Zum Drucken müssen alle Patronen eingesetzt sein.";
HSDAllInkUsageLabelPigment = "Pigmentverbrauch insgesamt:";
HSDHPInkUsageLabelPigment = "Verbrauchtes HP Pigment:";